[
  {
    "id": "2971DQAAQBAJ",
    "volumeInfo": {
      "title": "14",
      "authors": ["J.T. Ellison"],
      "publisher": "MIRA",
      "publishedDate": "2017-02-13",
      "description": "Ten victims, each with pale skin and long dark hair. All have been slashed across the throat, the same red lipstick smeared across their lips. In the mid-1980s the Snow White Killer terrorized the streets of Nashville, Tennessee. Then suddenly the murders stopped. A letter from the killer to the police stated that his work was done. Now four more bodies are found, marked with his fatal signature. The residents of Nashville fear a madman has returned, decades later, to finish his sick fairy tale. Homicide Lieutenant Taylor Jackson believes the killings are the work of a copycat killer who's even more terrifying. For this monster is meticulously honing his craft as he mimics famous serial murders...proving that the past is not to be forgotten.",
      "pageCount": 400,
      "categories": ["Fiction"],
      "maturityRating": "NOT_MATURE"
    },
    "imageLinks": {
      "smallThumbnail": "http://books.google.com/books/content?id=2971DQAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "thumbnail": "http://books.google.com/books/content?id=2971DQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "language": "en"
  },
  {
    "id": "SHyWtBu-RIYC",
    "volumeInfo": {
      "title": "365 Games Smart Babies Play",
      "subtitle": "Playing, Growing and Exploring with Babies from Birth to 15 Months",
      "authors": ["Sheila Ellison","Susan Ferdinandi"],
      "publisher": "Sourcebooks, Inc.",
      "publishedDate": "2005-06-01",
      "description": "\"A marvelously simple, clear and practical guide to parenting in the first days, months and years!\"-Diana Huss Green, Parents' Choice \"Wonderful ways to help parents and babies enrich each other's lives.\"-Sesame Street Parents Each day with your baby brings new moments of caring, teaching, holding and growing through baby's first experiences. Filled with magical ways to create and enhance those special everyday moments, 365 Games Smart Babies Play will help you celebrate each once-in-a-lifetime opportunity you and your baby share. Illustrated by children.",
      "pageCount": 432,
      "categories": ["Family & Relationships"],
      "maturityRating": "NOT_MATURE"
    },
    "imageLinks": {
      "smallThumbnail": "http://books.google.com/books/content?id=SHyWtBu-RIYC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "thumbnail": "http://books.google.com/books/content?id=SHyWtBu-RIYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "language": "en"
  },
  {
    "id": "iSrI-BQqFf0C",
    "volumeInfo": {
      "title": "Invisible Man",
      "authors": ["Ralph Ellison"],
      "publisher": "Vintage",
      "publishedDate": "2010-09-29",
      "description": "Invisible Man is a milestone in American literature, a book that has continued to engage readers since its appearance in 1952. A first novel by an unknown writer, it remained on the bestseller list for sixteen weeks, won the National Book Award for fiction, and established Ralph Ellison as one of the key writers of the century. The nameless narrator of the novel describes growing up in a black community in the South, attending a Negro college from which he is expelled, moving to New York and becoming the chief spokesman of the Harlem branch of \"the Brotherhood\", and retreating amid violence and confusion to the basement lair of the Invisible Man he imagines himself to be. The book is a passionate and witty tour de force of style, strongly influenced by T.S. Eliot's The Waste Land, Joyce, and Dostoevsky. From the Trade Paperback edition.",
      "pageCount": 608,
      "categories": ["Fiction"],
      "averageRating": 3.5,
      "ratingsCount": 6,
      "maturityRating": "NOT_MATURE"
    },
    "imageLinks": {
        "smallThumbnail": "http://books.google.com/books/content?id=iSrI-BQqFf0C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
        "thumbnail": "http://books.google.com/books/content?id=iSrI-BQqFf0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "language": "en"
  }
]



